Repository: yazanJAlkhateeb/gym-web
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Subscribers List
ar: قائمة المشتركين

source: subscriber Id
ar: رقم المشترك

source: Name
ar: الاسم

source: Phone Number
ar: رقم الهاتف

source: Starting Date
ar: تاريخ بداية الاستراك

source: Ending Date
ar: تاريخ نهاية الاشتراك

source: Status
ar: الحالة

source: Actions
ar: تغيرات

source: Create Subscriber
ar: انشاء مشترك

source: Subscriber Id
ar: رقم المشترك

source: Starting Date
ar: تاريخ بداية الاشتراك

source: Ending Date
ar: تاريخ نهاية الاشتراك

source: Name
ar: الاسم

source: Email address
ar: الايميل

source: Address
ar: موقع المنزل

source: Total Subscription Amount
ar: مبلغ الاشتراك

source: Paid Subscription Amount
ar: المدفوع من الاشتراك

source: Check Subscriber
ar: التحقق من المشترك

source: Subscriber Id : {{subscriber.subscriberId}}
ar: {{subscriber.subscriberId}} : رقم المشترك

source: Name : {{subscriber.name}}
ar: الاسم : {{subscriber.name}}

source: Starting Date : {{subscriber.startOfSubscription}}
ar: {{subscriber.startOfSubscription}} : تاريخ بداية الاشتراك

source: Ending Date : {{subscriber.endOfSubscription}}
ar: {{subscriber.endOfSubscription}} : تاريخ نهاية الاشتراك

source: Email address : {{subscriber.email}}
ar: {{subscriber.email}} : الايميل

source: Phone Number : {{subscriber.phoneNumber}}
ar: {{subscriber.phoneNumber}}: رقم الهاتف

source: Address : {{subscriber.address}}
ar: موقع المنزل : {{subscriber.address}}

source: status : <a> Active </a>
ar: الحالة : فعال

source: status : <a> Not Active </a>
ar: الحالة : غير فعال

source: status : <a> {{paid(subscriber.totalSubscriptionAmount,subscriber.paidSubscriptionAmount)}} JOD Must be Paid! </a>
ar: من مبلغ الاشتراك {{paid(subscriber.totalSubscriptionAmount,subscriber.paidSubscriptionAmount)}}:الحالة المالية باقي

source: status : <a> no amount to be paid </a>
ar: الحالة المالية : قيمة الاشتراك مسددة

source: Update Subscriber
ar: تعديل المشترك

source: Create Subscriber Measurement
ar: انشاء قياسات مشترك

source: subscriber Id
ar: رقم المشترك

source: record Date
ar: تاريخ القرائة

source: height
ar: الطول

source: weight
ar: الوزن

source: chest
ar: الصدر

source: shoulders
ar: الاكتاف

source: arms
ar: الاذرع

source: stomach
ar: المعدة

source: pelvis
ar: الحوض

source: thigh
ar: الفخد

source: Subscriber Measurement
ar: قياسات المشتركين

source: Subscriber Measurement Records
ar: قياسات المشتركين

source: Date
ar: تاريخ

source: Height
ar: الطول

source: Weight
ar: الوزن

source: Chest
ar: الصدر

source: Shoulders
ar: الاكتاف

source: Arms
ar: الاذرع

source: Stomach
ar: المعدة

source: Pelvis
ar: الحوض

source: Thigh
ar: الفخد

source: Settings
ar: الاعدادات

source: SlideBar Color
ar: لون الجانب

source: Dashboard Color
ar: لون النظام
